src/main/resources/xml/trainingServer/getAddressByCity.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:my="my-namespace">
   <soapenv:Header/>
   <soapenv:Body>
      <my:getAddressByCityRequest>
         <my:city_name></my:city_name>
      </my:getAddressByCityRequest>
   </soapenv:Body>
</soapenv:Envelope>
